const ourNews = [
  {
    content: `
	  تعد مضخة الحريق جزءًا من إمدادات المياه لنظام رش الحريق وتعمل بالطاقة الكهربائية أو الديزل أو البخار. توصيل المضخة إما متصل بشبكة إمدادات المياه الجوفية العامة ، أو بمصدر مياه ثابت (على سبيل المثال ، خزان ، بحيرة،….الخ).
	  
	  توفر المضخة تدفقًا للمياه عند ضغط أعلى لرافعات نظام الرش وأنابيب خراطيم المياه. يتم اختبار مضخة الحريق وإدراجها لاستخدامها على وجه التحديد لخدمة الحرائق من قبل وكالة اختبار وقائمة خارجية ، مثل UL أو FM Global. الكود الرئيسي الذي يحكم تركيبات مضخات الحريق في أمريكا الشمالية هو معيار NFPA 20 الصادر عن الجمعية الوطنية للحماية من الحرائق لتركيب مضخات حريق ثابتة للحماية من الحرائق.
	  
	  تعمل مضخات الحريق إما بواسطة محرك كهربائي أو محرك ديزل ، أو في بعض الأحيان توربين بخاري. إذا كان رمز البناء المحلي يتطلب طاقة مستقلة عن شبكة الطاقة الكهربائية المحلية ، فقد تستخدم المضخة التي تستخدم محركًا كهربائيًا ، عند توصيلها عبر مفتاح تحويل مدرج ، تركيب مولد الطوارئ.
	  
	  تبدأ مضخة الحريق عندما ينخفض ​​الضغط في نظام رش الحريق أقل من العتبة. ينخفض ​​ضغط نظام الرش بشكل ملحوظ عندما يتعرض واحد أو أكثر من رشاشات الحريق للحرارة فوق درجة حرارة تصميمهم ، ويفتح ، ويطلق الماء. بالتناوب ، يتم فتح بكرات خراطيم حريق أخرى أو وصلات أخرى لمكافحة الحرائق ، مما يؤدي إلى انخفاض الضغط في مفتاح مكافحة الحرائق الرئيسي.
	  
	  هناك حاجة لمضخات الحريق عندما لا يتمكن نظام المياه البلدية المحلي من توفير ضغط كافٍ لتلبية متطلبات التصميم الهيدروليكي لنظام رش الحريق. يحدث هذا عادة إذا كان المبنى طويلًا جدًا ، كما هو الحال في المباني الشاهقة ، أو في الأنظمة التي تتطلب ضغطًا طوليًا مرتفعًا نسبيًا عند رشاش الحريق من أجل توفير كمية كبيرة من الماء ، كما هو الحال في مستودعات التخزين. هناك حاجة أيضًا إلى مضخات الحريق إذا تم توفير إمدادات المياه للحماية من الحريق من خزان تخزين المياه من مستوى الأرض.
	  `,
    heading: `مضخات حريق`,
    src: "./assets/images/service/madakat.jpeg",
  },
  {
    content: `
      
	  انواع انظمة انذار الحريق
	  
	  أنظمة انذار الحريق تنقسم الى ثلاثة انظمة :
	  1- نظام انذار الحريق التقليدي.
	  
	  2- نظام انذار الحريق المعنون.
	  
	  3- نظام انذار الحريق المعنون الذكي.
	  
	  أولآ _النظام التقليدي Conventional alarm system:
	  وهو نظام بسيط يعتمد علي تقسيم المبني والاماكن المحتاجة حماية الي المناطق (zone)
	  
	  ويتكون بشكل بسيط من :
	  
	  لوحة التحكم
	  الجرس او جرس مع فلاش
	  زر انذار يدوي
	  الحساسات
	  أسلأك توصيل
	  ومقاومات في نهاية الخط او دايود على حسب الشركة المصنعة.
	  وعند حدوث حريق يتم تفعيل الانذار الصوتي ويوضح المنطقة التي بها حريق دون تحديد الحساس الذي اكتشف مكان الحريق بالضبط .
	  
	  ثانياَ_نظام انذار الحريق المعنون Addressable system :-
	  يتكون من :
	  
	  لوحة التحكم .
	  المدخلات (كاسر الزجاج , والمحولات, الحساسات ).
	  المخرجات ( الاجراس والفلاش ).
	  وهنا يتم تقسيم المبنى او الا ماكن الى حلقات (Loop) وليس مناطق كما في النظام التقليدي. ونجد ان النظام المعنون حديث في تحديد عنوان كل حساس في النظام يتم اعطاء كل حساس عنوان بحيث يظهر عنوان (مكان ) الحريق بكل دقة ورقم الحساس ومكان الحريق وفي اي غرفة بالضبط ويستطيع النظام التحكم في المصاعد حيث يربط بواسطة موديول مع IC ShutDown للمصعد. وكما يمكن ان نربط النظام التقليدي مع المعنون عن طريق موديول واعطائه عنوان خاص به وخاص بالنظام التقليدي.
	  
	  ثالثا_النظام المعنون الذكي Analog Addressable System:
	  وهو نفس المعنون ولكنة اكثر دقة وحديث من حيث البرمجة في اللوحة مثلا يتم تنبيهك بان الحساس يحتاج الى نظافة او ان كان به عطل وهكذا .
	  `,
    heading: `انظمة الانذار المبكر`,
    src: "./assets/images/small-imgs/Picture3.png",
  },

  {
    content: `
	  نظام مرشات المياه التلقائيه
	  نظام مرشات المياه التلقائية هو نظام لمكافحة الحريق بالماء كوسيط للإطفاء، يتدفق هذا الماء من
	  رؤوس المرشات تحت ضغط وتدفق محسوبين لتغطية موقع الحريق، وتوزع هذه الرؤوس قريبة من
	  السقف، وتعمل على تغطية المساحة أسفلها كاملة بالماء، وتغذى هذه الرؤوس بواسطة شبكة من
	  الأنابيب حسبت أقطارها هندسيًا، ويتوفر للنظام مصدر للمياه يعمل على تزويده بمعدل تدفق وضغط
	  وكمية كافية لإطفاء الحريق طبقًا لدرجة الخطورة للمنشأة.
	  `,
    heading: `نظام مرشات المياه التلقائيه`,
    src: "./assets/images/service/4-min.png",
  },
  {
    content: `
	  المشترك أو تسمّى “تي”، (بالإنجليزية: Tee)، ويُستخدَم في توصيل 3 مواسير ببعضها البعض، أو عمل تفريعة لماسورة رئيسية. ويمكن أن تكون هذه القطعة على شكل حرف (T) أو على شكل حرف (Y)، باختلاف درجة الزاوية.
	  الكوع، (بالإنجليزية: Elbow)، ويُستخدَم في توصيل ماسورتين لهما نفس القُطر ببعضهما البعض بينهما زاوية، وهي على أنواع بناءً على مقدار الزاوية، فهناك الكوع ذو الزاوية القائمة (90 درجة)، وهناك الكوع ذو 45 درجة، وهناك الكوع المفتوح ذو 120 درجة.
	  الوصلة أو تُسمّى “الجلبة” أو “مُفّة”، (بالإنجليزية: Coupling)، وتُستخدَم في توصيل ماسورتين ببضعهما البعض عندما تكونان على استقامة واحدة، ولهما نفس القُطر. وتكون تسنينها من الداخل.
	  النبل، (بالإنجليزية: Nipple)، ولها نفس مبدأ عمل الوصلة، إلا أنّ تسنينها يكون من الخارج.
	  النقّاصة، (بالإنجليزية: Reducer)، وتُستخدَم لتوصيل ماسورتين بشكل أفقي لهما أقطار (أحجام) مختلفة. وتأتي على أنواع، تسنينها للخارج أو للداخل أو أحد أطرافها في الداخل والآخر في الخارج.
	  طبّة أو سدّادة، (بالإنجليزية: Plug)، وتُستخدَم لإغلاق المواسير، وتأتي على نوعين، تسنينها من الداخل، أو من الخارج.
	  المحبس أو الصنبور، (بالإنجليزية: Valve)، ويُستخدَم في التحكم بمرور السائل داخل المواسير بفتحه وإغلاقه يدوياً.
	  خلاط المياه، (بالإنجليزية: Water Mixer)، ويقوم نفس عمل المحبس تقريباً، إلا أنّه يقوم بخلط المياه من ماسورتين (ماء باردة وساخنة) قبل إخراجها من المخرج.
	  الردّاد، (بالإنجليزية: Check Valve)، والذي يسمح بمرور الماء في المواسير في اتجاه واحد فقط، ويمنع رجوع الماء باتجاه عكسي.
	  `,
    heading: `وصلات السباكة`,
    src: "./assets/images/small-imgs/waslat.jpg",
  },
];
const products = [
  {
    content: `
      
	  1- Hose Reel:عباره عن خرطوم من المطاط Rubber ملفوف على بكره لها زراع.
	  
	  2- Hose Rack: وهو عباره عن خرطوم من القماش المقوى يركب على راك وفى الغالب ما يستخدمه الدفاع المدنى اما النوع الاول فيستخدمه الافراد داخل المبانى.
	  
	  لديه ثلاثه اشكال للتركيب
	  
	  1- Exposed: يكون بارز من الحائط وخارج منه بمسافه 25 سم ان يركب الصندوق ع وش الحائط.
	  
	  2- Semi predated: ويكون بارز من الحائط بمسافه 10 سم اى انه غاطس فى الحائط ب 15 سم.
	  
	  3- Recessed: يكون غاطس داخل الحائط باكمله.
	  
	  وتتوفر جميع الانواع بالون الاحمر والاستيل ومنها ما ياتي بخزانة جانبية لطفاية الحريق
	  `,
    heading: `
	  صناديق الحريق
	  `,
    src: "./assets/images/home-swiper/we-company-min.png",
  },
  {
    content: `فقط اختبار لمضهات الحريق الجديده يجب 
	  نبذة عن شركة سمبلكس Simplex
	  في عام 1894 ، قام مهندس شاب يعمل في شركة Gardner ، لتصنيع الأثاث في ماساتشوستس ، بتحويل طاقته نحو إيجاد طريقة أفضل لتسجيل وقت وحضور موظفي شركته. على سبيل المثال أدى عمل واتكينز الشاق وإبداعه إلى اختراع ساعة الوقت Simplex ، وهو أول نظام تسجيل دقيق وسهل الاستخدام – وإنشاء شركة Simplex Time Recorder Company. يعمل Simplex Time Recorder تحت الملكية الخاصة لعائلة واتكينز لأكثر من قرن ، وتوسع في أنظمة إنذار الحريق وأنظمة البناء في الخمسينات. في ديسمبر من عام 2000 ، أصبحت Simplex جزءًا من Tyco International ، وهي شركة عالمية رائدة في مجال حلول الحماية من الحرائق والأمن. اليوم ، Simplex هي واحدة من أكثر العلامات التجارية الموثوقة في صناعة الحماية من الحرائق ويعتمد العملاء في جميع أنحاء العالم على أنظمة Simplex للمساعدة في الحفاظ على أمان موظفيهم وممتلكاتهم كل يوم.
	  `,
    heading: `نظام أنذار سمبلكس`,
    src: "./assets/images/service/3-min.png",
  },
  {
    content: `
      
	  – يعد غاز ثاني أكسيد الكربون غاز ثقيل ،فهو أثقل من الأوكسجين ولذلك فهو يهبط بسرعة على المنطقة المحترقة ليغطيها ويعزل عنها الأوكسجين ،كما يتمتع ببرودة عالية تساعد على انخفاض درجة الحرارة وبالتالي تثبيط عملية الاحتراق.
	  
	  – هذه الأسطوانات حمراء اللون ،ذات فوهة كبيرة ، مزودة بمقياس للضغط، مملوءة بغاز ثاني أكسد الكربون المضغوط في حالته السائلة وعند الاستخدام يندفع خارج الأسطوانة في حاله غازية نتيجة لانخفاض الضغط .
	  
	  – ويعتبر هذا النوع من الاطفاء الاختيار الأنسب لإخماد الحرائق الناجمة عن المواد السائلة القابلة للاشتعالوالحرائق الناجمة عن الالتماس الكهربائيولا يستخدم لإطفاء الحرائق من النوع (A).*طفايات مسحوق المواد الكيميائية الجاف.
	  `,
    heading: `مكافحه الحريق بأستخدام ثنائي اوكيد الكاربون`,
    src: "./assets/images/service/2-min.png",
  },
  {
    content: `
      
	  – تقدم شركه البوارق العربيه أنظمة الحماية من الحريق التي تستخدم الماء العادي، يتم تحويله إلى رذاذ بقوة ضغط من 80-200 بار.
	  
	  – هذه الأنظمة التي تستخدم رذاذ المياه ليست فقط بقوة ضغط عالية ولكن غالبا ما تكون أكثر فعالية من معدات الغاز أو مكافحة الحرائق التقليدية.
	  
	  – شركه البوارق العربيه هي شركة رائدة في السوق لأنظمة الاطفاء بالماء.
	  
	  – مع أنظمة رذاذ المياه..هدفنا الأساسي هو حماية الأشخاص والممتلكات .
	  `,
    heading: `أنظمه مكافحه الحريق بأستخدام نظام المياه`,
    src: "./assets/images/service//4-min.png",
  },
  {
    content: `
	  هي نظام كاميرات لنقل الصور للرصد عن مسافات بعيدة وقصيرة من أجل ضمان سلامة المنشآت والمباني من الداخل والخارج.
	  
	  تنقل الكاميرات الإشارة التى يتم التقاطها بطريقتين ولكل نوع منهما مزايا وعيوب . نعتمد في اختيارنا لنوع ما على ظروف المكان وظروف عمل الكاميرا والمسافة التي تنقل منها الإشارة وجودة الصورة المراد التقاطها
	  
	  أي بي كاميرا: وهي كاميرا تستعمل لمراقبة بعض الأمكنة مستعملة الإنترنت لنقل الفيديو الدي يكون مشفرا.
	  النظام السلكي (نظام الكابلات ) : وهي كاميرا متصلة بأسلاك وكابلات ، لهذا النوع عيوب منها عدم إمكانية مد الكابل إلى جميع المناطق وعدم الحرية في اختيار مكان التركيب مع صعوبة نقل الكاميرات فيما بعد.
	  النظام اللاسلكي:وهي كاميرا مراقبة دون استخدام أسلاك أو كابلات تستخدم تقنية الواي فاي )يتم تركيب هذا النوع دون استخدام كابلات عن طريق شبكة الموجه اللاسلكية ويتم مراقبتها عن طريق الانترنت ومشاهدتها من الهاتف الذكى ، إمكانية التسجيل على الكمبيوتر مع خاصية الرؤية الليلية الأشعة تحت الحمراء(
	  المخفية : وهي كاميرا غير مرئية لأغراض التجسس أو الحامية بدون إشعار للأهداف.
	  الخارجية : هى كاميرات المراقبة التى يتم استخدامها في المناطق والأماكن المكشوفة.
	  الداخلية : هى الكاميرات التى يتم تركيبها واستخدامها في المناطق المغلقة الغير مكشوفة داخل الأبنية.
	  المتحركة : هى كاميراتمتحركة فهى تعمل في جميع الاتجاهات.
	  `,
    heading: `انظمه كاميرا مراقبه`,
    src: "./assets/images/service/6-min.png",
  },
  {
    content: `أجهزة كشف إنذار الدخان والحرارة
	  
	  أجهزة كشف الدخان
	  أجهزة كشف أو استشعار الدخان حساسة للدخان في المناطق المحيطة. أجهزة استشعار الدخان الكهروضوئية/البصرية تستعمل الصمام الثنائي الباعث للضوء (LED) وعنصر استشعار الصمام الثنائي الضوئي. دخول جزيئات الدخان في الغرفة يسبب تبعثر LED، مما يؤدي إلى تأثير جهاز الإنذار. أجهزة التأين لكشف الدخان تستعمل غرفة التأين. جزيئات الدخان التي تدخل الغرفة تتحد مع الأيونات، مما يعيق تدفق التيار المتولد ويسبب إطلاق جهاز الإنذار.
	  
	  أجهزة كشف الحرارة
	  أجهزة كشف الحرارة تكشف عن تغيرات درجة الحرارة المحيطة وتبعث حالة إنذار إلى CIE. أجهزة كشف معدل الارتفاع التي تقيس السرعة التي تزيد بها حرارة الهواء، وأجهزة كشف الحرارة الثابتة التي تتفاعل عند وصول الحرارة إلى درجة ما.
	  `,
    heading: `اجهزه كشف انذار الدخان والحراره`,
    src: "./assets/images/service/5-min.png",
  },
  {
    content: `أنظمة انذار زيتا      `,
    heading: `أنظمة انذار زيتا`,
    src: "./assets/images/small-imgs/Picture1.jpg",
  },
  {
    content: `أنظمة انذار فايرلينك `,
    heading: `أنظمة انذار فايرلينك`,
    src: "./assets/images/small-imgs/Picture2.png",
  },
];